index	token	frequency
0	<unk>	0
1	the	7303
2	rock	25
3	is	2561
4	destined	4
5	to	3021
6	be	670
7	21st	5
8	century	12
9	's	2544
10	new	151
11	``	266
12	conan	2
13	''	266
14	and	4473
15	that	1954
16	he	218
17	going	58
18	make	195
19	a	5281
20	splash	3
21	even	257
22	greater	4
23	than	474
24	arnold	8
25	schwarzenegger	5
26	,	7131
27	jean-claud	1
28	van	9
29	damme	2
30	or	375
31	steven	18
32	segal	1
33	.	8024
34	gorgeously	5
35	elaborate	8
36	continuation	2
37	of	4396
38	lord	4
39	rings	6
40	trilogy	2
41	so	391
42	huge	17
43	column	2
44	words	22
45	can	260
46	not	598
47	adequately	4
48	describe	7
49	co-writer\/director	2
50	peter	15
51	jackson	18
52	expanded	2
53	vision	24
54	j.r.r.	1
55	tolkien	2
56	middle-earth	1
57	singer\/composer	1
58	bryan	2
59	adams	7
60	contributes	1
61	slew	1
62	songs	10
63	--	513
64	few	99
65	potential	20
66	hits	12
67	more	518
68	simply	55
69	intrusive	1
70	story	352
71	but	1172
72	whole	53
73	package	4
74	certainly	46
75	captures	24
76	intended	15
77	er	3
78	spirit	35
79	piece	59
80	you	857
81	'd	47
82	think	65
83	by	554
84	now	41
85	america	21
86	would	190
87	have	461
88	had	83
89	enough	179
90	plucky	1
91	british	17
92	eccentrics	2
93	with	1139
94	hearts	10
95	gold	2
96	yet	96
97	act	26
98	still	120
99	charming	41
100	here	111
101	whether	36
102	're	122
103	enlightened	1
104	any	173
105	derrida	4
106	lectures	2
107	on	648
108	other	127
109	self	2
110	an	972
111	undeniably	10
112	fascinating	61
113	playful	11
114	fellow	6
115	just	293
116	labour	2
117	involved	16
118	in	1888
119	creating	11
120	layered	4
121	richness	3
122	imagery	10
123	this	998
124	chiaroscuro	1
125	madness	7
126	light	36
127	astonishing	7
128	part	54
129	charm	42
130	satin	3
131	rouge	5
132	it	2422
133	avoids	5
134	obvious	39
135	humour	10
136	lightness	3
137	screenplay	54
138	ingeniously	1
139	constructed	10
140	memento	3
141	extreme	18
142	ops	3
143	exceeds	2
144	expectations	8
145	good	264
146	fun	105
147	action	124
148	acting	78
149	dialogue	73
150	pace	20
151	cinematography	13
152	should	133
153	pay	15
154	nine	2
155	bucks	5
156	for	1023
157	:	149
158	because	99
159	hear	7
160	about	537
161	suffering	8
162	afghan	2
163	refugees	4
164	news	9
165	unaffected	2
166	dramas	5
167	like	503
168	human	72
169	thunderous	1
170	ride	33
171	at	501
172	first	107
173	quiet	24
174	cadences	1
175	pure	22
176	finesse	3
177	are	514
178	far	92
179	between	103
180	;	98
181	their	218
182	shortage	1
183	dilutes	2
184	potency	3
185	otherwise	29
186	respectable	8
187	flick	53
188	host	3
189	some	236
190	truly	34
191	excellent	24
192	sequences	26
193	australian	3
194	actor\/director	1
195	john	40
196	polson	1
197	award-winning	1
198	english	8
199	cinematographer	2
200	giles	1
201	nuttgens	1
202	terrific	31
203	effort	42
204	disguising	2
205	energy	43
206	innovation	3
207	walk	9
208	out	303
209	girl	31
210	mixed	11
211	emotions	24
212	disapproval	1
213	justine	1
214	combined	6
215	tinge	1
216	understanding	9
217	her	136
218	actions	4
219	post	4
220	9\/11	2
221	philosophical	13
222	message	36
223	personal	30
224	freedom	5
225	might	113
226	as	1296
227	palatable	3
228	absorbing	15
229	character	109
230	study	44
231	andré	1
232	turpin	2
233	if	388
234	love	172
235	reading	10
236	and\/or	4
237	poetry	17
238	then	75
239	all	464
240	means	16
241	check	10
242	'll	86
243	probably	50
244	frailty	8
245	has	529
246	been	185
247	written	27
248	well	142
249	simple	24
250	goddammit	1
251	!	91
252	near	12
253	end	90
254	takes	65
255	meaning	11
256	grenier	1
257	bringing	7
258	unforced	6
259	rapid-fire	2
260	delivery	13
261	toback	6
262	heidegger	1
263	-	123
264	nietzsche-referencing	1
265	sundance	4
266	film	1162
267	festival	16
268	become	37
269	buzz-obsessed	1
270	fans	55
271	producers	4
272	descend	1
273	upon	22
274	utah	1
275	each	45
276	january	2
277	ferret	1
278	next	37
279	great	114
280	thing	96
281	`	256
282	tadpole	4
283	'	409
284	was	169
285	one	555
286	films	126
287	declared	1
288	year	73
289	really	141
290	pretty	57
291	actors	75
292	fantastic	13
293	they	197
294	what	339
295	makes	174
296	worth	78
297	trip	15
298	theatre	10
299	-lrb-	356
300	taymor	4
301	-rrb-	356
302	utilizes	1
303	idea	49
304	making	68
305	kahlo	5
306	art	52
307	living	15
308	breathing	1
309	movie	976
310	often	102
311	catapulting	1
312	artist	23
313	into	301
314	own	132
315	work	178
316	n't	682
317	done	47
318	before	82
319	never	198
320	vividly	13
321	much	265
322	passion	30
323	take	83
324	care	51
325	my	83
326	cat	6
327	honestly	9
328	nice	22
329	little	214
330	us	168
331	examination	21
332	young	69
333	adult	11
334	life	162
335	urban	18
336	south	12
337	korea	5
338	through	146
339	minds	6
340	five	18
341	principals	2
342	life-affirming	7
343	its	944
344	vulgar	11
345	mean	18
346	i	423
347	liked	17
348	empire	7
349	lacks	42
350	depth	19
351	up	282
352	heart	82
353	silly	49
354	photographed	8
355	colour	2
356	rather	87
357	time	231
358	tongue-in-cheek	4
359	preposterousness	1
360	always	50
361	most	291
362	wilde	8
363	droll	5
364	whimsy	6
365	helps	8
366	being	121
367	earnest	30
368	overcome	15
369	weaknesses	3
370	parker	13
371	creative	22
372	interference	1
373	...	643
374	lies	9
375	utter	8
376	cuteness	4
377	stuart	8
378	margolo	1
379	computer-animated	1
380	faces	4
381	very	192
382	expressive	4
383	path	8
384	ice	15
385	age	22
386	follows	9
387	closely	7
388	though	110
389	established	4
390	warner	4
391	bros.	3
392	giant	9
393	chuck	2
394	jones	12
395	who	320
396	died	2
397	matter	57
398	weeks	7
399	release	14
400	spiced	3
401	humor	103
402	speak	5
403	fluent	2
404	flatula	1
405	advises	1
406	denlopp	1
407	after	92
408	bubbly	1
409	exchange	2
410	alien	4
411	deckhand	1
412	witty	21
413	updatings	1
414	silver	7
415	parrot	1
416	replaced	7
417	morph	2
418	cute	15
419	creature	4
420	mimics	1
421	everyone	38
422	everything	52
423	around	49
424	there	327
425	y	2
426	tu	2
427	mamá	2
428	también	2
429	comes	90
430	from	485
431	brave	3
432	uninhibited	1
433	performances	124
434	lead	22
435	13	6
436	conversations	8
437	holds	15
438	goodwill	3
439	close	26
440	relatively	11
441	slow	30
442	come	76
443	point	58
444	auto	5
445	focus	12
446	works	71
447	unusual	12
448	biopic	7
449	document	13
450	male	11
451	swingers	1
452	playboy	1
453	era	19
454	mr.	51
455	zhang	5
456	subject	64
457	degree	11
458	least	65
459	quintessentially	1
460	american	75
461	his	439
462	approach	22
463	storytelling	37
464	called	17
465	iranian	9
466	sour	8
467	core	15
468	exploration	13
469	emptiness	4
470	underlay	1
471	relentless	4
472	gaiety	1
473	1920	2
474	ending	42
475	?	155
476	feeling	40
477	deal	16
478	cremaster	3
479	3	6
480	warning	8
481	serious	35
482	buffs	6
483	only	217
484	made	149
485	me	81
486	unintentionally	9
487	famous	6
488	queasy-stomached	1
489	critic	1
490	staggered	1
491	theater	39
492	blacked	1
493	lobby	2
494	believe	37
495	beautiful	44
496	evocative	8
497	've	88
498	seen	81
499	garcía	1
500	bernal	1
501	talancón	1
502	immensely	5
503	appealing	23
504	couple	19
505	predictable	48
506	want	68
507	things	82
508	spoof	8
509	comedy	251
510	carries	11
511	share	17
512	laughs	49
513	sometimes	62
514	chuckle	4
515	guffaw	1
516	pleasure	30
517	occasional	6
518	belly	8
519	laugh	28
520	city	23
521	reminds	10
522	how	147
523	realistically	3
524	nuanced	7
525	robert	22
526	de	37
527	niro	14
528	performance	104
529	when	166
530	lucratively	1
531	engaged	8
532	shameless	3
533	self-caricature	1
534	analyze	11
535	1999	2
536	promised	2
537	threatened	1
538	later	6
539	wanton	1
540	slipperiness	1
541	\*	4
542	corpus	1
543	amiable	5
544	jerking	2
545	reshaping	1
546	physical	6
547	space	13
548	watch	78
549	kids	63
550	use	21
551	introduce	2
552	video	42
553	starts	26
554	typical	16
555	bible	3
556	killer	14
557	turns	40
558	significantly	3
559	different	28
560	better	129
561	theme	13
562	those	130
563	pride	3
564	themselves	26
565	sophisticated	17
566	discerning	1
567	taste	24
568	seem	70
569	proper	5
570	cup	3
571	tea	3
572	however	21
573	almost	92
574	guaranteed	4
575	stuffiest	1
576	cinema	67
577	goers	1
578	will	267
579	\*\*\*	4
580	off	115
581	hour-and-a-half	3
582	cuts	6
583	actually	57
584	face	40
585	your	197
586	fears	14
587	world	99
588	boys	16
589	boy	30
590	big	107
591	metaphorical	4
592	wave	7
593	wherever	2
594	welcome	22
595	relief	5
596	baseball	1
597	movies	160
598	try	25
599	too	317
600	hard	89
601	mythic	4
602	sweet	56
603	modest	11
604	ultimately	83
605	winning	19
606	crisp	8
607	psychological	25
608	drama	139
609	thriller	92
610	perfect	30
611	old	76
612	twilight	1
613	zone	12
614	episode	19
615	moments	85
616	insightful	16
617	fondly	2
618	remembered	6
619	endlessly	6
620	challenging	13
621	maze	2
622	moviegoing	4
623	opening	12
624	contrived	32
625	banter	5
626	cliches	27
627	loose	7
628	ends	30
629	second	20
630	half	40
631	uncluttered	1
632	resonant	9
633	gem	11
634	relays	1
635	universal	14
636	points	18
637	without	131
638	confrontations	2
639	cockettes	3
640	provides	21
641	window	7
642	subculture	6
643	hell-bent	1
644	expressing	2
645	itself	79
646	every	127
647	way	201
648	imaginable	3
649	smart	44
650	steamy	2
651	mix	16
652	road	21
653	coming-of-age	28
654	political	33
655	satire	29
656	modern-day	4
657	royals	1
658	nothing	125
659	these	90
660	guys	28
661	scandals	1
662	fairy	6
663	tales	7
664	princesses	1
665	married	2
666	reason	37
667	live	30
668	happily	4
669	ever	105
670	b	12
671	fact	36
672	best	162
673	recent	32
674	memory	17
675	birthday	9
676	actor	32
677	foremost	3
678	walked	6
679	away	57
680	version	41
681	e.t.	7
682	hoped	6
683	moist	1
684	eyes	25
685	devotees	3
686	french	40
687	safe	8
688	conduct	7
689	rich	32
690	period	24
691	minutiae	1
692	dying	8
693	celluloid	5
694	heaven	18
695	characters	236
696	resemblance	2
697	everyday	6
698	children	48
699	shamelessly	6
700	resorting	3
701	pee-related	1
702	sight	13
703	gags	31
704	cause	12
705	tom	17
706	green	15
707	grimace	1
708	myer	1
709	silliness	8
710	eventually	17
711	prevail	1
712	absurdist	3
713	spider	3
714	web	6
715	happy	17
716	listening	2
717	watching	80
718	them	115
719	parade	6
720	fascinates	1
721	right	75
722	moves	9
723	beyond	35
724	original	78
725	nostalgia	10
726	communal	4
727	experiences	12
728	yesteryear	1
729	deeper	13
730	realization	3
731	inability	2
732	stand	21
733	true	51
734	lived	9
735	experience	55
736	blend	10
737	together	60
738	distant	4
739	memories	8
740	mention	12
741	solaris	5
742	years	66
743	'm	39
744	sure	40
745	saw	22
746	opinion	4
747	allen	21
748	funniest	12
749	likeable	3
750	glorious	5
751	spectacle	15
752	d.w.	1
753	griffith	1
754	early	11
755	days	27
756	silent	5
757	comic	56
758	delightful	22
759	derivative	17
760	timely	10
761	director	178
762	could	157
763	dreamed	2
764	quietly	16
765	lyrical	8
766	tale	88
767	probes	2
768	ambiguous	5
769	extended	7
770	iran	2
771	afghani	1
772	streamed	1
773	across	20
774	borders	4
775	desperate	9
776	food	9
777	leaping	3
778	line	34
779	shaped	4
780	kosminsky	4
781	sharp	21
782	slivers	1
783	cutting	7
784	impressions	3
785	shows	36
786	signs	13
787	detail	13
788	condensed	3
789	images	32
790	striking	12
791	traits	1
792	three	46
793	principal	2
794	singers	1
795	youthful	4
796	good-looking	3
797	diva	2
798	tenor	3
799	richly	8
800	handsome	9
801	locations	6
802	wish	17
803	jacquot	5
804	left	35
805	alone	18
806	filmed	13
807	opera	35
808	distortions	1
809	perspective	13
810	production	30
811	enormous	4
812	amount	19
813	affection	11
814	we	185
815	worthwhile	15
816	winds	9
817	both	118
818	revelatory	8
819	narcissistic	1
820	achieving	2
821	honest	29
822	insight	18
823	relationships	22
824	high-concept	3
825	candy-coat	1
826	pat	8
827	storylines	4
828	precious	9
829	circumstances	3
830	stars	16
831	inspiring	11
832	joy	12
833	spielberg	22
834	brings	20
835	another	106
836	masterpiece	19
837	finally	29
838	french-produced	1
839	read	19
840	lips	6
841	understands	6
842	must	33
843	ms.	15
844	seigner	1
845	serrault	2
846	bring	24
847	fresh	34
848	naturalism	2
849	outgag	1
850	whippersnappers	1
851	moving	57
852	pictures	22
853	today	15
854	solid	37
855	pedigree	5
856	front	10
857	specifically	5
858	behind	22
859	camera	36
860	no	259
861	slam-dunk	1
862	disappoint	4
863	moved	5
864	edge	17
865	seats	4
866	dynamic	4
867	touching	30
868	transcendent	2
869	encourage	2
870	alike	5
871	go	81
872	see	125
873	unique	17
874	entertaining	93
875	twist	16
876	classic	36
877	whale	5
878	wo	43
879	sorry	5
880	literary	8
881	detective	3
882	aficionados	5
883	whodunit	4
884	disappointed	7
885	high	47
886	crimes	14
887	steals	4
888	freely	2
889	combines	7
890	disparate	4
891	types	4
892	ca	84
893	help	26
894	engage	6
895	audience	108
896	fan	15
897	series	49
898	twice	13
899	celebrates	7
900	group	11
901	spark	10
902	nonconformity	1
903	glancing	1
904	back	75
905	hibiscus	1
906	grandly	1
907	angels	5
908	ironic	7
909	ridiculous	9
910	money-oriented	1
911	record	10
912	industry	13
913	also	115
914	testament	9
915	integrity	7
916	band	12
917	laced	1
918	liberal	4
919	doses	5
920	dark	59
921	gorgeous	23
922	exterior	3
923	photography	5
924	stable-full	1
925	such	110
926	huppert	7
927	show	55
928	steal	4
929	she	67
930	meal	3
931	channeling	2
932	kathy	3
933	baker	1
934	creepy	20
935	turn	34
936	repressed	4
937	mother	12
938	boston	1
939	public	11
940	8	6
941	women	59
942	augustine	1
943	nair	8
944	does	307
945	treat	15
946	issues	21
947	lightly	3
948	allows	16
949	confront	2
950	problems	20
951	openly	1
952	horror	39
953	real	98
954	shocks	7
955	store	6
956	unwary	1
957	viewers	32
958	filmmaker	36
959	secrets	10
960	buried	5
961	knows	22
962	revealing	9
963	strange	26
964	occurrences	1
965	build	7
966	mind	36
967	viewer	27
968	urgency	6
969	certain	23
970	ghoulish	1
971	fascination	3
972	generates	5
973	fair	10
974	b-movie	12
975	excitement	14
976	familiar	48
977	utterly	18
978	keeps	24
979	hooked	1
980	delicious	6
981	pulpiness	1
982	lurid	5
983	fiction	15
984	aims	8
985	funny	216
986	uplifting	9
987	once	70
988	extent	5
989	which	188
990	succeeds	19
991	impressive	21
992	brilliantly	7
993	shines	5
994	direction	56
995	intelligently	3
996	accomplished	9
997	while	159
998	collegiate	1
999	gross-out	13
1000	goes	51
1001	long	110
1002	toward	15
1003	restoring	1
1004	luster	3
1005	national	12
1006	lampoon	5
1007	franchise	15
1008	reduced	3
1009	direct-to-video	4
1010	irrelevancy	1
1011	broad	8
1012	cartoonish	5
1013	accuracy	2
1014	observation	5
1015	frank	11
1016	novak	2
1017	grounded	1
1018	undeniable	7
1019	social	34
1020	realism	13
1021	addition	13
1022	hoffman	14
1023	powerful	42
1024	clinic	2
1025	rare	38
1026	offers	56
1027	thoughtful	26
1028	rewarding	9
1029	glimpse	13
1030	sort	36
1031	heartache	2
1032	felt	21
1033	feel	103
1034	someday	1
1035	jeffrey	2
1036	tambor	5
1037	intelligent	36
1038	jazz-playing	1
1039	exterminator	1
1040	oscar-worthy	2
1041	strains	4
1042	average	15
1043	white	17
1044	pick	10
1045	pieces	19
1046	stevens	4
1047	vibrant	10
1048	instincts	5
1049	difference	9
1050	countless	3
1051	flicks	16
1052	dolls	2
1053	mature	8
1054	2002	17
1055	summer	37
1056	season	11
1057	speaks	7
1058	picture	92
1059	people	123
1060	nicest	3
1061	possible	24
1062	last	60
1063	orders	3
1064	touch	21
1065	anyone	59
1066	earned	3
1067	50-year	1
1068	friendship	15
1069	meyjes	4
1070	provocative	17
1071	example	10
1072	haphazardness	1
1073	evil	18
1074	tian	3
1075	emphasizes	6
1076	isolation	5
1077	confining	1
1078	color	9
1079	liyan	1
1080	backyard	2
1081	demeaning	1
1082	subjects	11
1083	imagine	27
1084	scenario	9
1085	where	75
1086	bergman	1
1087	approaches	3
1088	swedish	3
1089	fatalism	1
1090	using	10
1091	gary	3
1092	larson	1
1093	side	27
1094	damn	8
1095	weird	21
1096	pass	10
1097	blacklight	1
1098	crowd	13
1099	cheaper	2
1100	pink	4
1101	floyd	1
1102	tickets	2
1103	remarkable	28
1104	epic	22
1105	scope	4
1106	startling	7
1107	intimacy	6
1108	achieves	12
1109	despite	72
1110	breadth	3
1111	monster	16
1112	paid	12
1113	matinee	8
1114	price	14
1115	bought	3
1116	tub	2
1117	popcorn	16
1118	guilty	14
1119	chomp	3
1120	grey	6
1121	gives	65
1122	voice	12
1123	needs	24
1124	heard	9
1125	sea	15
1126	holocaust	9
1127	suffers	24
1128	difficulties	2
1129	others	21
1130	attuned	1
1131	anarchist	1
1132	maxim	1
1133	urge	6
1134	destroy	2
1135	willing	9
1136	find	79
1137	morrison	2
1138	iconoclastic	3
1139	uses	23
1140	technology	7
1141	liberating	4
1142	miller	9
1143	tells	18
1144	compelling	65
1145	fuss	2
1146	noise	5
1147	expertly	3
1148	plucking	2
1149	tension	17
1150	existential	5
1151	pretension	8
1152	associated	3
1153	term	6
1154	laugh-a-minute	1
1155	pleaser	2
1156	lifts	4
1157	spirits	7
1158	corners	2
1159	mouth	7
1160	writer\/director	10
1161	alexander	2
1162	payne	6
1163	election	3
1164	co-writer	7
1165	jim	6
1166	taylor	6
1167	employ	2
1168	quirky	38
1169	fearless	3
1170	ability	18
1171	look	126
1172	angst	11
1173	eye	18
1174	laughing	8
1175	flaws	22
1176	insists	2
1177	virtue	2
1178	imperfection	1
1179	tough	11
1180	animated	21
1181	feature	45
1182	hit	21
1183	theaters	8
1184	since	56
1185	beauty	22
1186	beast	7
1187	11	5
1188	ago	16
1189	saves	3
1190	deeply	35
1191	affecting	12
1192	merely	23
1193	collection	12
1194	wrenching	3
1195	cases	1
1196	corcuera	1
1197	attention	24
1198	pacino	5
1199	keener	1
1200	marvelous	7
1201	spooky	10
1202	entertainment	53
1203	worthy	18
1204	ticket	7
1205	fanciful	8
1206	grisly	4
1207	engagingly	3
1208	quixotic	1
1209	enjoyable	46
1210	adaptation	23
1211	intricately	2
1212	nails	3
1213	orlean	1
1214	themes	20
1215	book	36
1216	purely	3
1217	notice	11
1218	fairly	26
1219	straightforward	8
1220	remake	21
1221	hollywood	89
1222	comedies	23
1223	father	12
1224	bride	7
1225	moonlight	5
1226	mile	10
1227	contradictory	5
1228	sentimental	21
1229	feels	99
1230	free	10
1231	offend	4
1232	analytical	3
1233	surrenders	2
1234	illogic	1
1235	grief	12
1236	permits	2
1237	laughter	9
1238	triumphs	2
1239	igby	4
1240	philippe	2
1241	oliver	3
1242	interesting	85
1243	lines	13
1244	suggest	4
1245	sarandon	5
1246	cruel	9
1247	weirdly	5
1248	likable	7
1249	wasp	1
1250	matron	1
1251	robin	6
1252	williams	18
1253	thankfully	3
1254	ditched	2
1255	saccharine	8
1256	sentimentality	12
1257	bicentennial	1
1258	man	91
1259	favour	2
1260	altogether	5
1261	darker	7
1262	cheated	2
1263	infidelity	5
1264	unfaithful	10
1265	australia	3
1266	land	10
1267	primarily	6
1268	place	48
1269	authentic	9
1270	told	28
1271	proficiently	1
1272	trounce	1
1273	overly	12
1274	comfortable	7
1275	trappings	10
1276	enthralling	7
1277	aesthetic	3
1278	steeped	3
1279	mystery	30
1280	ravishing	4
1281	baroque	2
1282	touches	9
1283	funnybone	1
1284	thanks	21
1285	energetic	12
1286	surprising	26
1287	rachel	2
1288	griffiths	3
1289	captivating	9
1290	may	181
1291	narrative	47
1292	informed	2
1293	wireless	1
1294	daytime	4
1295	soap	27
1296	woman	35
1297	tragic	16
1298	odyssey	4
1299	duvall	5
1300	strong	45
1301	no-holds-barred	1
1302	cinematic	51
1303	hard-hearted	1
1304	person	13
1305	underestimated	3
1306	delivers	31
1307	goodies	1
1308	lumps	1
1309	coal	3
1310	measured	6
1311	against	32
1312	practically	5
1313	like-themed	1
1314	oscar-sweeping	1
1315	predecessor	11
1316	silence	8
1317	lambs	4
1318	red	18
1319	dragon	12
1320	rates	1
1321	exceptional	7
1322	exhilarating	13
1323	serving	7
1324	fluff	9
1325	maelstrom	4
1326	engrossing	25
1327	moral	23
1328	twisted	11
1329	sense	106
1330	cast	111
1331	crew	3
1332	thoroughly	26
1333	enjoyed	11
1334	believed	1
1335	small-budget	1
1336	disturbing	9
1337	son	12
1338	becomes	45
1339	exercise	45
1340	trying	46
1341	predict	2
1342	preordained	2
1343	moment	26
1344	occur	2
1345	heartfelt	15
1346	conviction	12
1347	tell	25
1348	discovering	2
1349	destination	5
1350	acknowledging	1
1351	places	17
1352	whence	1
1353	came	7
1354	journalistic	2
1355	draws	6
1356	whom	10
1357	expedience	2
1358	became	2
1359	deadly	10
1360	foreign	10
1361	policy	3
1362	insider	2
1363	star-making	1
1364	machinery	1
1365	tinseltown	3
1366	diverting	14
1367	family	84
1368	party-hearty	1
1369	teen	26
1370	scalds	1
1371	acid	1
1372	giddy	5
1373	whimsical	8
1374	relevant	5
1375	270	1
1376	intriguing	31
1377	what-if	3
1378	premise	51
1379	pianist	9
1380	roman	8
1381	polanski	12
1382	born	4
1383	justice	16
1384	stevenson	2
1385	sci-fi	21
1386	genre	49
1387	poignant	18
1388	delicately	7
1389	complex	31
1390	pander	1
1391	our	67
1392	basest	1
1393	desires	1
1394	payback	2
1395	unlike	11
1396	many	140
1397	revenge	10
1398	fantasies	6
1399	cho	10
1400	latest	23
1401	set	43
1402	stuff	34
1403	saying	9
1404	wanted	15
1405	say	56
1406	confronting	2
1407	roots	7
1408	preoccupations	1
1409	obsessions	3
1410	get	108
1411	shortcomings	3
1412	stories	34
1413	paradiso	6
1414	scenes	70
1415	improved	3
1416	eats	2
1417	meddles	1
1418	argues	1
1419	kibbitzes	1
1420	fights	7
1421	bracingly	2
1422	truthful	4
1423	antidote	3
1424	teenage	9
1425	slather	1
1426	clearasil	1
1427	over	100
1428	blemishes	1
1429	youth	6
1430	combustible	2
1431	mixture	9
1432	chafing	2
1433	inner	7
1434	loneliness	7
1435	grandiosity	3
1436	tend	3
1437	characterize	1
1438	puberty	2
1439	sade	9
1440	lay	1
1441	chemistry	18
1442	relationship	20
1443	marquis	4
1444	auteil	2
1445	emilie	1
1446	le	5
1447	besco	1
1448	filmmakers	52
1449	post-camp	1
1450	comprehension	3
1451	old-time	1
1452	good-bad	1
1453	eight	13
1454	legged	8
1455	freaks	10
1456	perfectly	26
1457	diversion	6
1458	strength	13
1459	details	12
1460	larger	7
1461	paints	5
1462	culture	37
1463	conflict	12
1464	thin	24
1465	veneer	3
1466	nationalism	1
1467	covers	4
1468	deepest	3
1469	media-soaked	1
1470	speculative	3
1471	history	56
1472	paranoid	3
1473	impulse	3
1474	sequel	30
1475	warren	2
1476	report	11
1477	faults	3
1478	kind	97
1479	unapologetic	1
1480	sweetheart	2
1481	mandy	1
1482	moore	15
1483	leaves	28
1484	positive	7
1485	impression	10
1486	saigon	2
1487	1952	3
1488	uneasy	6
1489	sensual	6
1490	delights	6
1491	simmering	1
1492	violence	28
1493	center	7
1494	girls	19
1495	swim	5
1496	represents	13
1497	engaging	47
1498	intimate	17
1499	talented	19
1500	entry	5
1501	flawed	23
1502	seeing	32
1503	ambrose	2
1504	dirty	9
1505	deeds	6
1506	david	25
1507	caesar	3
1508	stepped	2
1509	mainstream	14
1510	filmmaking	41
1511	assurance	1
1512	international	5
1513	acclaim	1
1514	tool	4
1515	under	47
1516	control	5
1517	driven	4
1518	natural	11
1519	screen	81
1520	humanity	16
1521	monsoon	4
1522	wedding	16
1523	balance	13
1524	lookin	2
1525	sin	4
1526	american-style	1
1527	hell	19
1528	house	21
1529	documents	1
1530	cautionary	10
1531	christian	8
1532	spook-a-rama	1
1533	same	63
1534	name	18
1535	motion	15
1536	illustrates	5
1537	tragedy	27
1538	comedic	12
1539	spotlights	1
1540	notorious	7
1541	c.h.o.	3
1542	verbal	5
1543	marks	13
1544	day	42
1545	beach	5
1546	air	24
1547	conditioning	3
1548	frida	10
1549	romance	38
1550	sets	18
1551	apart	19
1552	avant	1
1553	garde	1
1554	broadway	3
1555	lion	4
1556	king	14
1557	titus	2
1558	flair	10
1559	operates	2
1560	nicely	12
1561	element	7
1562	surprise	20
1563	large	13
1564	extremely	16
1565	acted	23
1566	four	24
1567	primary	5
1568	seriously	18
1569	easily	32
1570	forgotten	10
1571	exudes	2
1572	urbane	1
1573	sweetness	6
1574	woody	11
1575	seems	96
1576	bitterly	1
1577	forsaken	1
1578	k-19	7
1579	widowmaker	3
1580	overlong	6
1581	bombastic	3
1582	surprisingly	44
1583	hard-edged	1
1584	violent	12
1585	bit	63
1586	exploitative	8
1587	morally	5
1588	alert	5
1589	street-smart	1
1590	cineasts	1
1591	revel	2
1592	visual	54
1593	in-jokes	1
1594	pokes	4
1595	likes	2
1596	miramax	3
1597	chief	4
1598	harvey	1
1599	weinstein	1
1600	bluff	1
1601	style	58
1602	stylistic	6
1603	rigors	1
1604	denmark	1
1605	dogma	1
1606	movement	4
1607	artistic	11
1608	collaboration	4
1609	begins	20
1610	promise	17
1611	runs	16
1612	aground	1
1613	snared	1
1614	tangled	2
1615	plot	134
1616	perhaps	19
1617	sports	13
1618	timing	8
1619	priceless	2
1620	creates	21
1621	visceral	11
1622	lives	42
1623	conflicted	4
1624	above	31
1625	melodramatic	18
1626	lifetime	6
1627	channel-style	1
1628	anthology	1
1629	sensitive	17
1630	edgy	5
1631	punch	8
1632	reasonably	9
1633	1994	1
1634	strain	7
1635	credibility	8
1636	reno	13
1637	monologue	1
1638	manages	56
1639	incorporate	2
1640	absurdity	6
1641	situation	19
1642	well-balanced	1
1643	fashion	10
1644	truth	21
1645	confident	6
1646	emotionally	26
1647	devastating	10
1648	small-scale	1
1649	responsibility	3
1650	community	11
1651	arteta	2
1652	directs	7
1653	ensemble	19
1654	casts	4
1655	casting	18
1656	von	3
1657	sydow	1
1658	intacto	2
1659	luckiest	2
1660	stroke	3
1661	single-minded	1
1662	carpenter	4
1663	lot	84
1664	smarter	10
1665	unnerving	6
1666	sequels	11
1667	romantic	76
1668	crime	28
1669	clever	52
1670	amusing	42
1671	unpredictable	7
1672	stands	12
1673	letting	8
1674	forces	5
1675	ponder	7
1676	anew	1
1677	2\/3	1
1678	incredibly	12
1679	insanely	6
1680	devices	5
1681	cool	23
1682	backmasking	1
1683	wickedly	5
1684	sick	11
1685	got	33
1686	grinning	2
1687	entertained	4
1688	someone	21
1689	getting	27
1690	something	142
1691	old-fashioned	21
1692	substance	16
1693	teacher	8
1694	slide	2
1695	down	94
1696	slippery	3
1697	slope	1
1698	dishonesty	1
1699	encounter	8
1700	disdain	2
1701	song	8
1702	includes	5
1703	stepdad	1
1704	adjusting	1
1705	english-language	2
1706	full	76
1707	honor	4
1708	miyazaki	5
1709	teeming	3
1710	unsettling	23
1711	landscape	8
1712	complexity	7
1713	pleasures	10
1714	afford	2
1715	keep	61
1716	moviegoers	10
1717	occupied	2
1718	amidst	3
1719	serious-minded	2
1720	concerns	1
1721	year-end	1
1722	accept	4
1723	trials	2
1724	henry	6
1725	kissinger	11
1726	faithful	9
1727	portraiture	1
1728	argue	6
1729	debate	4
1730	joins	2
1731	necessary	11
1732	special	62
1733	effects	39
1734	endings	3
1735	raised	5
1736	notches	1
1737	kiddie	5
1738	fantasy	24
1739	pablum	1
1740	astringent	1
1741	wit	38
1742	hawaiian	3
1743	setting	16
1744	science-fiction	3
1745	trimmings	2
1746	rowdy	5
1747	slapstick	14
1748	basic	11
1749	lilo	5
1750	pulled	3
1751	tear-stained	1
1752	vintage	7
1753	shirley	1
1754	temple	2
1755	script	105
1756	brutally	8
1757	documentary	90
1758	anticipated	3
1759	reunion	4
1760	wrong	27
1761	shock	10
1762	refusal	6
1763	empathize	1
1764	filled	18
1765	baran	3
1766	gentle	22
1767	dramatic	40
1768	haunting	12
1769	ode	8
1770	sparkles	3
1771	deft	9
1772	portrait	45
1773	seasoned	2
1774	veterans	2
1775	gossip	2
1776	wealth	1
1777	paranoia	4
1778	celebrityhood	1
1779	dry	19
1780	forceful	4
1781	jiri	1
1782	menzel	1
1783	watched	2
1784	trains	1
1785	danis	1
1786	tanovic	1
1787	triumph	15
1788	narratively	5
1789	haynes	6
1790	homage	11
1791	imitation	7
1792	transcends	7
1793	put	35
1794	intense	13
1795	effective	21
1796	chilly	7
1797	anonymity	1
1798	environments	1
1799	spend	11
1800	although	41
1801	involving	16
1802	having	24
1803	growing	12
1804	catholic	3
1805	anything	55
1806	proves	37
1807	mainly	9
1808	korean	5
1809	undemanding	2
1810	alacrity	1
1811	counterparts	3
1812	two	121
1813	skittish	1
1814	york	22
1815	middle-agers	1
1816	stumble	3
1817	struggle	12
1818	furiously	3
1819	foibles	3
1820	top-notch	6
1821	powers	14
1822	beresford	1
1823	mixes	2
1824	pathos	6
1825	journey	25
1826	shame	14
1827	opportunity	15
1828	embrace	4
1829	small	34
1830	evelyn	6
1831	stopped	2
1832	thinking	18
1833	started	9
1834	doing	18
1835	reacting	1
1836	grand	10
1837	urgently	1
1838	protagonists	4
1839	struggled	2
1840	mercy	1
1841	inventiveness	3
1842	gasping	1
1843	case	31
1844	christianity	2
1845	chesterton	1
1846	lewis	3
1847	gently	7
1848	sweetly	7
1849	adventurous	5
1850	genuinely	14
1851	entirely	29
1852	unconned	1
1853	false	8
1854	sentiment	9
1855	overmanipulative	1
1856	practices	1
1857	unendurable	2
1858	viewing	18
1859	ultra-provincial	1
1860	yorker	2
1861	26-year-old	1
1862	reese	1
1863	witherspoon	5
1864	were	94
1865	hand	19
1866	inject	3
1867	melanie	1
1868	carmichael	1
1869	massive	3
1870	infusion	2
1871	magic	20
1872	visually	29
1873	fathers	5
1874	sons	3
1875	loyalty	2
1876	duty	3
1877	metaphor	10
1878	cultural	18
1879	self-discovery	4
1880	picaresque	1
1881	view	22
1882	little-remembered	1
1883	schütte	1
1884	snapshot	1
1885	death	37
1886	speculation	3
1887	brecht	1
1888	faced	3
1889	drew	3
1890	slick	6
1891	melodrama	37
1892	s1m0ne	1
1893	subtle	19
1894	off-beat	2
1895	project	32
1896	object	3
1897	vietnam	5
1898	rah-rah	2
1899	patriotic	1
1900	tone	38
1901	soldiers	8
1902	main	14
1903	strategic	1
1904	objective	5
1905	dramatizing	1
1906	cost	6
1907	define	2
1908	generation	12
1909	do	192
1910	know	56
1911	album	5
1912	enjoy	36
1913	evolve	1
1914	learn	8
1915	state	8
1916	music	64
1917	business	17
1918	convincing	21
1919	water	14
1920	mark	17
1921	loss	13
1922	recovery	4
1923	valuable	5
1924	strike	7
1925	nerve	6
1926	inventive	17
1927	consistently	13
1928	sickeningly	2
1929	savage	4
1930	definitely	22
1931	impeccable	6
1932	perversity	2
1933	dazzling	11
1934	conceptual	2
1935	feat	6
1936	thrills	16
1937	over-the-top	9
1938	stuffed	3
1939	brim	2
1940	ideas	33
1941	instigator	1
1942	michael	29
1943	rambling	4
1944	gun	6
1945	usual	24
1946	modus	1
1947	operandi	1
1948	crucifixion	1
1949	juxtaposition	2
1950	affectionately	2
1951	language	6
1952	usually	16
1953	traced	1
1954	power	39
1955	members	14
1956	leave	37
1957	believing	4
1958	large-frame	1
1959	imax	15
1960	lends	6
1961	beautifully	44
1962	filming	3
1963	reefs	2
1964	junior	2
1965	scientists	1
1966	grown-up	4
1967	fish	7
1968	lovers	5
1969	result	21
1970	depressing	16
1971	boring	37
1972	school	18
1973	students	2
1974	deals	4
1975	unfamiliar	2
1976	avenues	1
1977	discourse	3
1978	verse	1
1979	coulda	2
1980	worse	21
1981	technically	6
1982	superb	11
1983	shining	5
1984	utilizing	1
1985	talents	10
1986	team	11
1987	wilco	5
1988	win	13
1989	converts	1
1990	tsai	9
1991	well-deserved	1
1992	reputation	5
1993	stylists	1
1994	shot	34
1995	enhances	3
1996	date	22
1997	franz	1
1998	kafka	2
1999	alive	13
2000	likely	39
2001	broomfield	11
2002	interviewees	1
2003	himself	35
2004	longer	11
2005	leguizamo	2
2006	rest	22
2007	uniformly	4
2008	originality	12
2009	distance	9
2010	pack	10
2011	paint-by-number	2
2012	screens	3
2013	refined	2
2014	moviemaking	10
2015	imbued	2
2016	attitude	6
2017	nettelbeck	3
2018	crafted	17
2019	flavours	1
2020	novel	22
2021	recipe	3
2022	sex	32
2023	wonderful	27
2024	destiny	3
2025	master	21
2026	storyteller	2
2027	surface	12
2028	scotland	3
2029	pa	2
2030	forgettable	16
2031	bard	6
2032	play	33
2033	arresting	4
2034	fine	34
2035	stuck	9
2036	betty	3
2037	fisher	11
2038	first-class	3
2039	run	25
2040	home	44
2041	ego	4
2042	reality	29
2043	simone	5
2044	consider	9
2045	dvd	7
2046	rental	6
2047	instead	50
2048	directed	37
2049	sardonic	4
2050	maudlin	10
2051	backstage	4
2052	must-see	4
2053	back-stabbing	2
2054	inter-racial	1
2055	desire	12
2056	importantly	1
2057	singing	5
2058	dancing	5
2059	sounds	15
2060	paul	11
2061	writer-director	25
2062	$	8
2063	1.8	1
2064	million	4
2065	charmer	8
2066	cutting-edge	1
2067	indie	12
2068	disturbingly	1
2069	dysfunctional	8
2070	killed	9
2071	anne	6
2072	fontaine	4
2073	inspired	15
2074	male-ridden	1
2075	emotional	65
2076	blockage	1
2077	accompanies	2
2078	condition	8
2079	below	9
2080	twohy	4
2081	emergence	2
2082	remains	33
2083	undiminished	1
2084	miss	11
2085	interview	6
2086	assassin	7
2087	stays	8
2088	ground	11
2089	spare	9
2090	manner	18
2091	pummel	1
2092	phony	5
2093	sheer	12
2094	dynamism	1
2095	infectious	3
2096	attempt	30
2097	noir	10
2098	presents	16
2099	future	19
2100	somehow	14
2101	managed	6
2102	past	32
2103	crappola	1
2104	radar	4
2105	cliche	11
2106	call	27
2107	refreshing	14
2108	drumline	5
2109	level	36
2110	black	32
2111	manhood	2
2112	complicated	12
2113	give	63
2114	burning	3
2115	ethos	2
2116	counter-cultural	2
2117	idealism	3
2118	hedonistic	4
2119	creativity	8
2120	limited	10
2121	confined	3
2122	spaces	3
2123	homages	1
2124	low-budget	10
2125	wonderfully	11
2126	loopy	2
2127	longing	6
2128	voting	2
2129	huston	3
2130	fragile	4
2131	ivan	2
2132	accepts	2
2133	illness	3
2134	quickly	16
2135	finds	17
2136	unable	5
2137	react	1
2138	anguished	2
2139	bitter	10
2140	koshashvili	1
2141	storyline	13
2142	by-the-book	1
2143	scripting	4
2144	washed	2
2145	sumptuous	5
2146	ocean	4
2147	visuals	14
2148	stylings	2
2149	stockwell	1
2150	antwone	8
2151	trick	12
2152	protagonist	12
2153	celebrate	1
2154	victories	2
2155	exceptions	1
2156	rarely	28
2157	stoops	2
2158	cheap	21
2159	manipulation	3
2160	corny	7
2161	conventions	3
2162	dimming	1
2163	ambition	7
2164	clarity	10
2165	openness	5
2166	recalls	2
2167	classics	4
2168	italian	10
2169	neorealism	2
2170	challenges	4
2171	nervy	4
2172	oddity	2
2173	modern	37
2174	whenever	7
2175	figured	3
2176	late	12
2177	marriage	7
2178	throws	9
2179	loop	1
2180	endurance	3
2181	common	10
2182	concern	5
2183	reconciled	1
2184	survival	4
2185	orange	3
2186	juice	2
2187	fresh-squeezed	1
2188	symbolic	4
2189	economic	3
2190	changes	7
2191	sweeping	6
2192	china	7
2193	mistakes	1
2194	bad	164
2195	determined	10
2196	maybe	22
2197	nobility	1
2198	cusack	1
2199	brilliant	27
2200	imagination	26
2201	wonder	17
2202	jae-eun	1
2203	jeong	1
2204	beguiling	3
2205	freshness	6
2206	buoyant	8
2207	flow	6
2208	emerges	14
2209	key	9
2210	contribution	2
2211	flowering	1
2212	overall	29
2213	fabric	4
2214	hypnotic	5
2215	mattei	4
2216	fosters	1
2217	spontaneous	2
2218	evokes	6
2219	palpable	4
2220	disconnection	1
2221	incessant	4
2222	cell	6
2223	phones	5
2224	malcolm	3
2225	mcdowell	2
2226	bettany	4
2227	playing	21
2228	immigrant	2
2229	brink	2
2230	major	18
2231	trashy	7
2232	bewildering	2
2233	self-importance	1
2234	classify	1
2235	resist	8
2236	made-up	2
2237	sisters	5
2238	thought	30
2239	caine	6
2240	again	64
2241	lost	28
2242	admittedly	5
2243	middling	1
2244	bogdanovich	5
2245	puts	21
2246	via	4
2247	kirsten	1
2248	dunst	1
2249	showcases	6
2250	davies	2
2251	generosity	2
2252	diplomacy	1
2253	breezy	7
2254	caper	9
2255	soulful	6
2256	incisive	5
2257	meditation	17
2258	austerity	3
2259	capable	10
2260	clear-eyed	3
2261	intensely	5
2262	nervous	3
2263	ambiguity	3
2264	uncertainties	1
2265	reveals	19
2266	important	19
2267	service	9
2268	draw	4
2269	walls	3
2270	separate	4
2271	good-natured	7
2272	found	30
2273	tremors	2
2274	prime	4
2275	escapist	4
2276	fare	15
2277	cult	10
2278	celebrity	4
2279	mar	1
2280	mel	5
2281	gibson	4
2282	brutal	6
2283	90-minute	6
2284	battle	18
2285	sequence	14
2286	issue	6
2287	dog-tag	1
2288	m-16	1
2289	graceful	5
2290	tribute	15
2291	courage	10
2292	finest	5
2293	understated	7
2294	expression	4
2295	shared	2
2296	nation	7
2297	sacrifice	3
2298	zealand	3
2299	whose	47
2300	boozy	2
2301	languid	2
2302	balanced	4
2303	board	2
2304	jaglomized	1
2305	cannes	7
2306	annual	1
2307	riviera	1
2308	spree	1
2309	flesh	3
2310	buzz	3
2311	blab	2
2312	money	18
2313	looking	41
2314	hoping	8
2315	luck	4
2316	hugely	8
2317	enlightening	2
2318	grant	23
2319	weddings	1
2320	funeral	2
2321	bridget	2
2322	diary	3
2323	rip-roaring	1
2324	fest	4
2325	hairs	2
2326	chest	4
2327	yarn	10
2328	sneeze	1
2329	simultaneously	8
2330	heart-breaking	1
2331	kiss	9
2332	subversive	7
2333	disney	25
2334	cartoon	18
2335	providing	6
2336	unexpected	20
2337	fizzability	1
2338	unforgettable	3
2339	morality	6
2340	expectation	7
2341	prism	3
2342	omnibus	1
2343	tradition	8
2344	occasionally	27
2345	experiment	5
2346	wondrously	2
2347	gifted	8
2348	artists	7
2349	storytellers	1
2350	ayurveda	2
2351	return	10
2352	sane	5
2353	regimen	1
2354	eating	2
2355	sleeping	2
2356	stress-reducing	1
2357	contemplation	3
2358	clearly	17
2359	meeting	1
2360	exceeding	1
2361	strikes	6
2362	majestic	1
2363	achievement	10
2364	grandeur	7
2365	leigh	7
2366	directors	15
2367	soul	14
2368	contributions	1
2369	method	1
2370	fails	37
2371	him	57
2372	superbly	4
2373	captured	3
2374	repetitive	10
2375	informative	4
2376	directing	10
2377	haneke	5
2378	steers	6
2379	clear	20
2380	sensational	5
2381	unflinching	8
2382	decidedly	6
2383	perverse	6
2384	pathology	5
2385	entire	22
2386	establishes	4
2387	mood	28
2388	ring	9
2389	moderately	3
2390	largely	15
2391	elegantly	6
2392	colorful	17
2393	sound	17
2394	else	41
2395	succeed	8
2396	amari	2
2397	dressed	5
2398	parable	9
2399	irresistible	5
2400	privileged	2
2401	memorable	29
2402	rabbit-proof	3
2403	fence	5
2404	angry	5
2405	weep	3
2406	sucker	3
2407	heartbreaking	8
2408	heartwarming	11
2409	fable	7
2410	artless	1
2411	sytle	1
2412	tremendously	1
2413	masterfully	6
2414	calibrated	2
2415	thrives	2
2416	taut	5
2417	atmosphere	16
2418	falls	29
2419	somewhat	23
2420	short	54
2421	terrible	17
2422	propelled	1
2423	supremely	4
2424	hopeful	9
2425	war	51
2426	prevent	3
2427	waste	16
2428	divine	5
2429	monument	1
2430	single	21
2431	regain	2
2432	dignity	8
2433	delightfully	9
2434	elegant	11
2435	mannered	4
2436	teasing	1
2437	elevated	3
2438	wholesome	4
2439	pesky	2
2440	interfering	1
2441	during	30
2442	discovery	8
2443	homosexuality	3
2444	ingenuity	2
2445	displays	5
2446	freshening	1
2447	class	16
2448	decasia	3
2449	happened	9
2450	already	34
2451	newsreels	1
2452	shower	4
2453	black-and-white	5
2454	psychedelia	1
2455	quite	91
2456	bitchy	1
2457	frolic	1
2458	popularity	3
2459	small-town	2
2460	lone	1
2461	star	49
2462	eloquently	4
2463	deep-seated	1
2464	need	57
2465	onto	10
2466	ryan	14
2467	gosling	8
2468	22	1
2469	minor	13
2470	denying	5
2471	fleeting	4
2472	brew	1
2473	perseverance	1
2474	hopeless	3
2475	closure	2
2476	introduction	4
2477	theories	4
2478	influence	5
2479	useless	4
2480	inquisitive	3
2481	invaluable	4
2482	duel	1
2483	performers	13
2484	imperfect	2
2485	yes	17
2486	honorable	2
2487	distinguished	4
2488	legacy	5
2489	minimum	3
2490	whit	1
2491	4	2
2492	units	2
2493	hardly	21
2494	bullock	16
2495	innocent	5
2496	trust	4
2497	passionate	7
2498	irrational	2
2499	long-suffering	2
2500	tarantula	2
2501	helga	1
2502	figures	7
2503	prominently	1
2504	proceedings	9
2505	grown-ups	2
2506	rugrats	2
2507	image	8
2508	conveys	2
2509	fearlessness	2
2510	mexico	1
2511	controversial	1
2512	nonconformist	2
2513	show-stoppingly	1
2514	hilarious	32
2515	scathingly	1
2516	nonetheless	6
2517	thomas	6
2518	wolfe	1
2519	ripping	2
2520	granger	1
2521	gauge	1
2522	1	6
2523	10	12
2524	powerpuff	4
2525	fast	15
2526	frenetic	2
2527	punny	1
2528	6	1
2529	aimed	7
2530	grade-school	1
2531	several	20
2532	telemarketers	2
2533	pitched	3
2534	hope	19
2535	despair	9
2536	schmidt	8
2537	closer	6
2538	someplace	1
2539	consuming	2
2540	self-absorption	1
2541	insistently	1
2542	demanding	7
2543	otherness	1
2544	did	64
2545	nonsense	7
2546	shyamalan	11
2547	goose-pimple	1
2548	empty	15
2549	head	29
2550	fills	6
2551	purpose	16
2552	bruised	1
2553	add	18
2554	body	13
2555	count	10
2556	sexy	18
2557	peculiar	7
2558	costume	6
2559	renaissance	1
2560	spain	2
2561	based	19
2562	events	26
2563	freshly	2
2564	considers	3
2565	arguments	5
2566	immortal	1
2567	plays	52
2568	somebody	5
2569	highly	22
2570	spirited	7
2571	imaginative	12
2572	kid	18
2573	broaches	1
2574	neo-augustinian	1
2575	theology	1
2576	god	13
2577	afraid	9
2578	best-known	1
2579	creation	6
2580	surrealism	2
2581	wonton	1
2582	floats	1
2583	raimi	3
2584	spider-man	10
2585	explores	5
2586	sides	11
2587	sensitivity	4
2588	inquisitiveness	1
2589	reminiscent	6
2590	truffaut	1
2591	well-acted	11
2592	well-directed	1
2593	moodiness	1
2594	pretentious	28
2595	satisfying	31
2596	blockbuster	4
2597	boomers	2
2598	barrie	1
2599	curves	5
2600	wears	10
2601	empowerment	5
2602	sleeve	5
2603	worst	46
2604	harangues	2
2605	easy	42
2606	swallow	6
2607	ferrera	2
2608	ontiveros	1
2609	mib	4
2610	ii	26
2611	due	8
2612	levity	2
2613	dismissed	5
2614	mindless	15
2615	stage	11
2616	sam	2
2617	mendes	4
2618	hanks	6
2619	depression	4
2620	hit-man	1
2621	sitting	18
2622	third	11
2623	row	2
2624	sydney	1
2625	darling	3
2626	harbour	1
2627	tiny	7
2628	seater	1
2629	plane	2
2630	carried	6
2631	gliding	1
2632	banking	1
2633	hovering	1
2634	trifle	10
2635	deadpan	7
2636	jean	2
2637	resembles	6
2638	sly	7
2639	stallone	2
2640	hot	12
2641	sake	6
2642	half-sleep	1
2643	outrageous	10
2644	ingenious	6
2645	talent	27
2646	brian	4
2647	depalma	1
2648	alfred	3
2649	hitchcock	3
2650	drinking	1
2651	twelve	1
2652	beers	1
2653	strip	3
2654	excess	8
2655	debris	1
2656	four-star	1
2657	unfocused	8
2658	unsung	1
2659	heroes	6
2660	20th	5
2661	pop	15
2662	rise-and-fall	1
2663	glamour	2
2664	moralistic	2
2665	consequences	5
2666	ears	4
2667	times	70
2668	dull	55
2669	tufano	1
2670	widescreen	1
2671	grabowsky	1
2672	parochial	2
2673	prescient	1
2674	acidity	1
2675	succumbing	2
2676	bathos	2
2677	stock	14
2678	injects	2
2679	provide	14
2680	100	5
2681	minutes	99
2682	eric	8
2683	schaeffer	5
2684	strictly	10
2685	speaking	9
2686	qualify	3
2687	revolutionary	2
2688	defiantly	2
2689	grain	2
2690	hard-to-predict	1
2691	absolutely	17
2692	essential	2
2693	down-to-earth	1
2694	nonchalant	1
2695	meshes	1
2696	positively	5
2697	thrilling	3
2698	combination	12
2699	ethnography	1
2700	intrigue	12
2701	betrayal	4
2702	deceit	1
2703	murder	21
2704	shakespearean	2
2705	juicy	4
2706	clooney	6
2707	kaufman	9
2708	collaborators	2
2709	entitled	1
2710	deep	24
2711	bow	5
2712	fashioning	1
2713	sure-fire	1
2714	prescription	1
2715	critical	5
2716	commercial	10
2717	disaster	12
2718	variety	7
2719	fictional	2
2720	root	5
2721	causes	1
2722	anti-semitism	2
2723	winner	6
2724	neurosis	1
2725	negativity	1
2726	digital	10
2727	pitch	4
2728	discarded	2
2729	spread	2
2730	possibilities	4
2731	mankind	1
2732	among	19
2733	jacobson	2
2734	dahmer	7
2735	consideration	2
2736	murderer	2
2737	game	25
2738	victims	8
2739	salma	3
2740	hayek	3
2741	stages	3
2742	decided	6
2743	lack	36
2744	spontaneity	3
2745	execution	24
2746	dearth	2
2747	poignancy	8
2748	epiphanies	1
2749	burns	11
2750	punchy	2
2751	carry	7
2752	waydowntown	5
2753	desecrations	1
2754	acceptable	7
2755	forget	18
2756	monday	2
2757	developed	6
2758	par	3
2759	2	21
2760	cheese	5
2761	puff	2
2762	macabre	3
2763	wisely	2
2764	unsentimental	5
2765	dramatization	2
2766	ascension	1
2767	mothman	6
2768	prophecies	5
2769	illustrating	2
2770	demons	5
2771	bedevilling	1
2772	masculine	2
2773	dogged	1
2774	squareness	2
2775	kids-and-family-oriented	1
2776	cable	6
2777	channel	8
2778	hybrid	8
2779	alain	1
2780	choquart	1
2781	barely	26
2782	stops	7
2783	portraying	2
2784	turmoil	2
2785	giving	15
2786	perpetual	2
2787	nearly	47
2788	hours	37
2789	unspool	1
2790	irritating	12
2791	mostly	41
2792	martha	8
2793	used	20
2794	trimming	2
2795	15	7
2796	cut	22
2797	pleasurable	5
2798	pain	11
2799	credits	11
2800	roll	9
2801	stomach	8
2802	grumbling	1
2803	tasty	8
2804	grub	1
2805	polemic	1
2806	loathe	1
2807	admire	9
2808	intensity	11
2809	express	5
2810	convictions	2
2811	unadulterated	1
2812	genuine	19
2813	depicted	1
2814	directorial	14
2815	tour	7
2816	force	18
2817	bernard	2
2818	rose	4
2819	ivans	3
2820	xtc	3
2821	commitment	3
2822	weaver	2
2823	lapaglia	2
2824	low-key	11
2825	folk	5
2826	digressions	2
2827	company	18
2828	yourselves	1
2829	conned	2
2830	merrily	1
2831	noble	6
2832	endeavor	8
2833	pleasant	16
2834	slightly	17
2835	pokey	1
2836	coppola	5
2837	debut	40
2838	paced	10
2839	humdrum	2
2840	development	9
2841	decent	20
2842	meaningful	6
2843	computerized	1
2844	yoda	1
2845	martial	5
2846	artistry	3
2847	ascends	2
2848	kinetic	2
2849	cranky	2
2850	adults	23
2851	rediscover	1
2852	quivering	1
2853	inside	24
2854	wang	4
2855	xiaoshuai	1
2856	structured	4
2857	well-realized	1
2858	warfare	3
2859	embroils	1
2860	men	41
2861	anybody	6
2862	harrowing	8
2863	painful	19
2864	equally	16
2865	able	24
2866	tear	6
2867	taps	4
2868	hearst	3
2869	mystique	1
2870	entertainingly	4
2871	reenacting	1
2872	historic	2
2873	scandal	1
2874	destruction	5
2875	unexamined	1
2876	keeping	7
2877	believable	15
2878	understand	18
2879	earth	9
2880	stimulate	1
2881	discussion	3
2882	reminded	4
2883	why	60
2884	lesson	10
2885	prehistoric	1
2886	hilarity	5
2887	fantastically	1
2888	vital	8
2889	invest	2
2890	sensuality	4
2891	sympathy	10
2892	adolescent	9
2893	lawrence	13
2894	plumbs	2
2895	somewhere	15
2896	along	34
2897	jettisoned	2
2898	crucial	5
2899	surest	1
2900	bet	3
2901	all-around	1
2902	disingenuous	2
2903	multiplex	3
2904	distraction	2
2905	friday	11
2906	night	14
2907	excuse	11
2908	eat	6
2909	experimentation	2
2910	improvisation	3
2911	nevertheless	9
2912	feathers	5
2913	rewards	7
2914	exoticism	2
2915	seas	4
2916	sand	7
2917	fierce	9
2918	gondry	4
2919	heartbreak	3
2920	older	12
2921	wiser	2
2922	happen	12
2923	greene	5
2924	bodily	4
2925	function	3
2926	jokes	31
2927	expect	22
2928	veins	1
2929	committed	7
2930	bullseye	1
2931	hype	6
2932	quieter	3
2933	less	99
2934	successful	18
2935	rollicking	4
2936	plenty	26
2937	lau	1
2938	plotline	4
2939	straight	24
2940	ages	13
2941	cinderella	4
2942	manage	10
2943	spell	6
2944	ranks	6
2945	herzog	8
2946	invincible	4
2947	form	17
2948	astoundingly	1
2949	catch	9
2950	masses	2
2951	pop-induced	1
2952	score	13
2953	trademark	7
2954	refreshingly	10
2955	forthright	1
2956	raymond	3
2957	j.	7
2958	barry	11
2959	greatly	2
2960	quality	22
2961	neil	6
2962	burger	5
2963	fake	8
2964	besson	3
2965	high-profile	2
2966	wasabi	1
2967	selling	1
2968	doubt	19
2969	krawczyk	1
2970	deserves	20
2971	credit	14
2972	remarkably	14
2973	unpretentious	3
2974	reminder	5
2975	evans	7
2976	concerned	12
2977	souls	7
2978	risk	2
2979	schemes	3
2980	satisfyingly	3
2981	odd	23
2982	dour	1
2983	consistency	1
2984	methodical	1
2985	tedious	23
2986	secret	9
2987	ballot	5
2988	purposefully	2
2989	reductive	2
2990	lodging	2
2991	brain	14
2992	trenchant	4
2993	wildly	15
2994	ins	1
2995	outs	1
2996	psyche	3
2997	standards	10
2998	knucklehead	1
2999	swill	2
3000	chick	7
3001	damned	17
3002	gloriously	5
3003	unsubtle	2
3004	adrenalized	1
3005	shockers	1
3006	dead	22
3007	reaches	4
3008	wholly	6
3009	heart-wrenching	2
3010	depths	3
3011	highest	6
3012	values	12
3013	awkwardness	4
3014	generous	6
3015	composed	4
3016	edited	7
3017	insistent	3
3018	frequently	15
3019	overwrought	13
3020	crudely	1
3021	literal	4
3022	shatters	2
3023	waves	3
3024	extraordinarily	4
3025	yakusho	1
3026	long-faced	1
3027	sad	33
3028	sack	2
3029	shimizu	1
3030	fisk	1
3031	vaguely	4
3032	resemble	4
3033	parents	25
3034	looks	40
3035	ease	4
3036	captivatingly	1
3037	beat-the-clock	1
3038	wisdom	3
3039	jaglom	7
3040	sparkling	7
3041	repartee	2
3042	hearing	1
3043	patient	5
3044	unbearable	3
3045	reputedly	1
3046	unfilmable	1
3047	novels	2
3048	bucked	1
3049	odds	7
3050	emerge	7
3051	exquisite	8
3052	straight-up	1
3053	old-school	3
3054	chilling	12
3055	france	6
3056	servants	2
3057	1933	1
3058	wind	8
3059	remembering	5
3060	revulsion	3
3061	string	7
3062	1960s	3
3063	flabbergasting	1
3064	14-year-old	1
3065	macnaughton	1
3066	6-year-old	2
3067	barrymore	2
3068	10-year-old	1
3069	convince	6
3070	existence	6
3071	wise	14
3072	wizened	1
3073	visitor	1
3074	faraway	1
3075	planet	8
3076	remind	5
3077	hiv\/aids	1
3078	yesterday	3
3079	heartening	2
3080	enduring	3
3081	vistas	3
3082	co	1
3083	brought	12
3084	value	15
3085	respect	12
3086	backhanded	2
3087	compliment	2
3088	various	10
3089	victimized	1
3090	happens	13
3091	admirable	11
3092	charlotte	3
3093	unexplainable	2
3094	filter	1
3095	stimulus	1
3096	optic	1
3097	nerves	3
3098	forgivable	1
3099	totalitarian	2
3100	tomorrow	4
3101	defies	5
3102	logic	9
3103	laws	3
3104	physics	1
3105	willingness	4
3106	darned	3
3107	riveted	2
3108	returns	8
3109	decades	13
3110	writer	19
3111	otar	1
3112	iosseliani	1
3113	factory	4
3114	worker	1
3115	escapes	3
3116	holiday	12
3117	venice	2
3118	respite	2
3119	grind	3
3120	refresh	1
3121	retread	11
3122	poets	2
3123	society	12
3124	arch	1
3125	cold-blooded	1
3126	keenly	1
3127	observed	2
3128	swimming	4
3129	gets	72
3130	promenade	1
3131	clad	3
3132	bodies	6
3133	myrtle	1
3134	s.c.	1
3135	adrenaline	2
3136	jolt	3
3137	sudden	5
3138	lunch	3
3139	rush	9
3140	diner	1
3141	note	6
3142	sustains	4
3143	davis	12
3144	vivid	14
3145	pulls	9
3146	ally	1
3147	mcbeal-style	1
3148	knowing	11
3149	let	17
3150	earnestness	6
3151	skill	13
3152	twists	17
3153	cynics	1
3154	apply	4
3155	somber	10
3156	absurd	7
3157	achingly	6
3158	bartleby	7
3159	copy	7
3160	inferior	1
3161	must-own	1
3162	delayed	1
3163	martin	15
3164	scorcese	1
3165	gangs	8
3166	goodfellas	5
3167	creature-feature	1
3168	cross	10
3169	toxic	1
3170	chemicals	1
3171	bunch	12
3172	exotic	6
3173	creatures	3
3174	running	27
3175	screaming	6
3176	traces	2
3177	brown	17
3178	athletic	1
3179	exploits	2
3180	impossible	30
3181	awed	1
3182	grace	18
3183	greatest	14
3184	sportsmen	1
3185	solidly	6
3186	comedy\/drama	3
3187	bolster	1
3188	juan	3
3189	josé	1
3190	campanella	4
3191	united	3
3192	states	4
3193	pair	8
3194	woods	1
3195	scored	1
3196	powered	1
3197	endeavour	2
3198	stylized	6
3199	fillm	1
3200	religious	4
3201	civic	2
3202	virtues	5
3203	hold	18
3204	tatters	2
3205	romp	10
3206	observant	7
3207	discussed	1
3208	abstract	8
3209	terms	19
3210	impact	20
3211	unfolds	13
3212	vietnamese	3
3213	searing	4
3214	pull	12
3215	confusion	3
3216	tragically	3
3217	comprehend	2
3218	chasm	2
3219	knowledge	10
3220	opened	2
3221	vehicle	13
3222	allowing	4
3223	move	14
3224	bumbling	2
3225	tongue-tied	1
3226	persona	11
3227	gaunt	1
3228	silver-haired	1
3229	leonine	2
3230	harris	8
3231	dimension	3
3232	full-bodied	3
3233	cunning	2
3234	aging	5
3235	sandeman	1
3236	appears	16
3237	definition	4
3238	police	7
3239	shooting	8
3240	fervid	1
3241	three-hour	4
3242	eyre	5
3243	becoming	9
3244	indian	9
3245	spike	4
3246	lee	14
3247	warm	24
3248	loving	4
3249	unforgivingly	1
3250	inconsistent	5
3251	depiction	9
3252	relaxed	3
3253	proud	6
3254	loved	9
3255	grim	5
3256	upsetting	2
3257	1.2	1
3258	palestinians	1
3259	crowded	1
3260	cities	1
3261	refugee	1
3262	camps	2
3263	gaza	2
3264	clint	2
3265	eastwood	6
3266	blood	13
3267	well-made	11
3268	pb	1
3269	&	15
3270	j	1
3271	sandwich	1
3272	uneventful	3
3273	boasting	3
3274	surprises	18
3275	inviting	3
3276	surely	12
3277	profane	3
3278	politically	5
3279	charged	4
3280	sprightly	3
3281	cgi	5
3282	sufficiently	1
3283	amuse	2
3284	resolutely	6
3285	unreligious	1
3286	escort	2
3287	ones	18
3288	megaplex	2
3289	screenings	2
3290	strategy	1
3291	benefit	5
3292	demonstrating	3
3293	reside	1
3294	quitting	5
3295	sucker-punch	1
3296	beause	1
3297	cuddly	1
3298	non-threatening	1
